Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: When did this start, and has it changed?
ar: متى بدأ هذا، وهل تغيّر؟
cs: Kdy to začalo a změnilo se to?
da: Hvornår begyndte det, og har det ændret sig?
de: Wann hat das angefangen, und hat es sich verändert?
el: Πότε ξεκίνησε αυτό και έχει αλλάξει;
es: ¿Cuándo empezó esto y ha cambiado?
es_419: ¿Cuándo empezó esto, y ha cambiado?
fi: Milloin tämä alkoi, ja onko se muuttunut?
fr: Quand cela a-t-il commencé, et cela a-t-il changé ?
he: מתי זה התחיל, והאם זה השתנה?
hi: यह कब शुरू हुआ, और क्या इसमें कोई बदलाव आया है?
hr: Kada je to počelo i je li se promijenilo?
hu: Mikor kezdődött, és változott-e azóta?
id: Kapan ini dimulai, dan apakah sudah berubah?
it: Quando è iniziato, ed è cambiato?
ja: これはいつ始まり、変化していますか？
ko: 언제 시작됐고, 달라졌나요?
ms: Bilakah ini bermula, dan adakah ia berubah?
nb: Når startet dette, og har det endret seg?
nl: Wanneer begon dit, en is het veranderd?
pl: Kiedy to się zaczęło i czy się zmieniło?
pt_br: Quando isso começou, e mudou desde então?
pt_pt: Quando é que isto começou, e mudou desde então?
ro: Când a început asta și s-a schimbat de atunci?
sk: Kedy to začalo a zmenilo sa to?
sv: När började det här, och har det förändrats?
th: อาการนี้เริ่มเมื่อไร และเปลี่ยนไปหรือไม่
tr: Bu ne zaman başladı ve değişti mi?
uk: Коли це почалося і чи змінилося?
vi: Tình trạng này bắt đầu khi nào, và có thay đổi không?
zh_hans: 这是什么时候开始的？有变化吗？
zh_hant: 這是什麼時候開始的？有沒有改變？

source: When, e.g. every morning
ar: متى، مثلًا: كل صباح
cs: Kdy, např. každé ráno
da: Hvornår, fx hver morgen
de: Wann, z. B. jeden Morgen
el: Πότε, π.χ. κάθε πρωί
es: Cuándo, p. ej., todas las mañanas
es_419: Cuándo, p. ej., todas las mañanas
fi: Milloin, esim. joka aamu
fr: Quand, p. ex. chaque matin
he: מתי, למשל כל בוקר
hi: कब, जैसे हर सुबह
hr: Kada, npr. svako jutro
hu: Mikor, pl. minden reggel
id: Kapan, mis. setiap pagi
it: Quando, es. ogni mattina
ja: タイミング（例：毎朝）
ko: 복용 시기, 예: 매일 아침
ms: Bila, cth. setiap pagi
nb: Når, f.eks. hver morgen
nl: Wanneer, bijv. elke ochtend
pl: Kiedy, np. każdego ranka
pt_br: Quando, ex.: toda manhã
pt_pt: Quando, p. ex. todas as manhãs
ro: Când, de ex. în fiecare dimineață
sk: Kedy, napr. každé ráno
sv: När, t.ex. varje morgon
th: เมื่อไร เช่น ทุกเช้า
tr: Ne zaman, ör. her sabah
uk: Коли, напр. щоранку
vi: Khi nào, ví dụ: mỗi sáng
zh_hans: 时间，例如每天早上
zh_hant: 時間，例如每天早上

source: Where are you? (optional)
ar: في أي مرحلة أنتِ؟ (اختياري)
cs: V jaké jsi fázi? (nepovinné)
da: Hvor er du i forløbet? (valgfrit)
de: Wo stehst du gerade? (optional)
el: Πού βρίσκεσαι; (προαιρετικό)
es: ¿En qué punto estás? (opcional)
es_419: ¿En qué etapa estás? (opcional)
fi: Missä vaiheessa olet? (vapaaehtoinen)
fr: Où en êtes-vous ? (facultatif)
he: איפה את? (לא חובה)
hi: आप किस दौर में हैं? (वैकल्पिक)
hr: Gdje si? (nije obavezno)
hu: Hol tartasz? (nem kötelező)
id: Kamu di tahap mana? (opsional)
it: A che punto sei? (facoltativo)
ja: 今はどの段階ですか？（任意）
ko: 지금 어느 단계인가요? (선택)
ms: Anda di peringkat mana? (tidak wajib)
nb: Hvor er du? (valgfritt)
nl: Waar sta je nu? (optioneel)
pl: Na jakim jesteś etapie? (opcjonalnie)
pt_br: Em que fase você está? (opcional)
pt_pt: Em que fase estás? (opcional)
ro: În ce etapă ești? (opțional)
sk: V akej fáze si? (nepovinné)
sv: Var bor du? (valfritt)
th: ตอนนี้คุณอยู่ในช่วงไหน (ไม่บังคับ)
tr: Hangi evredesin? (isteğe bağlı)
uk: На якому ти етапі? (необовʼязково)
vi: Bạn đang ở giai đoạn nào? (không bắt buộc)
zh_hans: 你现在处于哪个阶段？（可选）
zh_hant: 你目前處於哪個階段？（選填）

source: Which of these is most disruptive for me?
ar: أيّ هذه الأعراض يعطّلني أكثر؟
cs: Co z toho mě nejvíc omezuje?
da: Hvilket af disse forstyrrer mig mest?
de: Was davon beeinträchtigt mich am meisten?
el: Ποιο από αυτά διαταράσσει περισσότερο την καθημερινότητά μου;
es: ¿Cuál de estos es el que más me afecta?
es_419: ¿Cuál de estos me afecta más?
fi: Mikä näistä haittaa minua eniten?
fr: Lequel de ces symptômes me perturbe le plus ?
he: מה מכל אלה הכי משבש אצלי?
hi: इनमें से कौन-सा मेरे लिए सबसे ज़्यादा परेशानी वाला है?
hr: Što me od ovoga najviše ometa?
hu: Ezek közül melyik zavarja leginkább az életemet?
id: Mana yang paling mengganggu bagi saya?
it: Quale di questi disturbi mi pesa di più?
ja: この中で、私にとっていちばん生活に支障があるのはどれですか？
ko: 이 중 무엇이 저에게 가장 지장을 주나요?
ms: Antara semua ini, yang mana paling mengganggu saya?
nb: Hvilken av disse forstyrrer meg mest?
nl: Welke hiervan hindert mij het meest?
pl: Które z nich najbardziej mi przeszkadzają?
pt_br: Qual destes mais me atrapalha?
pt_pt: Qual destes me perturba mais?
ro: Care dintre acestea îmi perturbă cel mai mult viața?
sk: Čo z toho ma najviac obmedzuje?
sv: Vilket av detta stör mig mest?
th: อาการใดในนี้รบกวนฉันมากที่สุด
tr: Bunlardan hangisi beni en çok etkiliyor?
uk: Що з цього найбільше мені заважає?
vi: Điều nào trong số này ảnh hưởng đến tôi nhiều nhất?
zh_hans: 其中哪一个对我影响最大？
zh_hant: 這些症狀中，哪一個對我影響最大？

source: Why 3am waking happens, and what to note.
ar: لماذا يحدث الاستيقاظ في الثالثة فجرًا، وما الذي يستحق التدوين.
cs: Proč se budíš ve tři ráno a co si zapsat.
da: Hvorfor man vågner kl. 3, og hvad man kan notere.
de: Warum man um 3 Uhr aufwacht und was du notieren kannst.
el: Γιατί ξυπνάς στις 3 τα ξημερώματα και τι να σημειώνεις.
es: Por qué te despiertas a las 3 de la madrugada y qué apuntar.
es_419: Por qué te despiertas a las 3 de la mañana, y qué anotar.
fi: Miksi herään kello kolmelta, ja mitä kannattaa kirjata.
fr: Pourquoi on se réveille à 3 h du matin, et ce qu’il faut noter.
he: למה מתעוררים ב-3 לפנות בוקר, ומה כדאי לרשום.
hi: रात 3 बजे नींद क्यों खुलती है, और क्या नोट करें।
hr: Zašto dolazi do buđenja u 3 ujutro i što zabilježiti.
hu: Miért ébredünk hajnali 3-kor, és mit érdemes feljegyezni.
id: Mengapa terbangun jam 3 pagi, dan apa yang perlu dicatat.
it: Perché ci si sveglia alle 3 di notte, e cosa annotare.
ja: 午前3時に目が覚める理由と、記録しておきたいこと。
ko: 새벽 3시에 깨는 이유와 기록할 것.
ms: Mengapa anda terjaga pada pukul 3 pagi, dan apa yang perlu dicatat.
nb: Hvorfor du våkner klokka tre, og hva du kan notere.
nl: Waarom je om 3 uur wakker wordt, en wat je kunt noteren.
pl: Dlaczego budzisz się o trzeciej w nocy i co warto zapisać.
pt_br: Por que você acorda às 3h da manhã, e o que anotar.
pt_pt: Porque acordamos às 3 da manhã, e o que registar.
ro: De ce te trezești la 3 noaptea și ce să notezi.
sk: Prečo sa budíš o tretej ráno a čo si zapísať.
sv: Varför man vaknar klockan tre, och vad du kan notera.
th: ทำไมถึงตื่นตอนตีสาม และควรจดอะไรไว้
tr: Gece 3'te uyanmak neden olur ve neler not edilmeli.
uk: Чому трапляються пробудження о третій ночі і що варто записати.
vi: Vì sao hay thức giấc lúc 3 giờ sáng, và nên ghi lại điều gì.
zh_hans: 为什么会在凌晨 3 点醒来，以及应该记录什么。
zh_hant: 凌晨 3 點醒來的原因，以及該記下什麼。

source: Why a symptom diary helps at an appointment
ar: لماذا يساعد سجل الأعراض في الموعد
cs: Proč deník příznaků pomáhá při návštěvě
da: Hvorfor en symptomdagbog hjælper ved en lægeaftale
de: Warum ein Beschwerdetagebuch beim Termin hilft
el: Γιατί ένα ημερολόγιο συμπτωμάτων βοηθά σε ένα ραντεβού
es: Por qué un diario de síntomas ayuda en la consulta
es_419: Por qué un diario de síntomas ayuda en una cita
fi: Miksi oirepäiväkirja auttaa vastaanotolla
fr: Pourquoi un journal des symptômes aide lors d’un rendez-vous
he: למה יומן תסמינים עוזר בתור לרופא/ה
hi: अपॉइंटमेंट में लक्षणों की डायरी क्यों मदद करती है
hr: Zašto dnevnik simptoma pomaže na pregledu
hu: Miért segít egy tünetnapló a rendelésen
id: Mengapa catatan gejala membantu saat konsultasi
it: Perché un diario dei sintomi aiuta durante una visita
ja: 症状の記録が受診に役立つ理由
ko: 증상 일기가 진료에 도움이 되는 이유
ms: Mengapa diari simptom membantu semasa temu janji
nb: Hvorfor en symptomdagbok hjelper ved en legetime
nl: Waarom een klachtendagboek helpt bij een afspraak
pl: Dlaczego dzienniczek objawów pomaga na wizycie
pt_br: Por que um diário de sintomas ajuda na consulta
pt_pt: Porque ajuda levar um diário de sintomas à consulta
ro: De ce ajută un jurnal al simptomelor la o consultație
sk: Prečo pomáha denník príznakov pri návšteve u lekára
sv: Därför hjälper en symtomdagbok vid ett läkarbesök
th: ทำไมบันทึกอาการประจำวันจึงช่วยได้เมื่อพบแพทย์
tr: Belirti günlüğü randevuda neden işe yarar
uk: Чому щоденник симптомів допомагає на візиті
vi: Vì sao nhật ký triệu chứng giúp ích khi đi khám
zh_hans: 为什么症状日记对就诊有帮助
zh_hant: 為什麼症狀日記在看診時有幫助

source: Why are you here?
ar: ما الذي تبحثين عنه؟
cs: Co tě sem přivádí?
da: Hvorfor er du her?
de: Warum bist du hier?
el: Τι σε φέρνει εδώ;
es: ¿Qué te trae por aquí?
es_419: ¿Qué te trae por aquí?
fi: Miksi olet täällä?
fr: Qu’est-ce qui vous amène ?
he: מה הביא אותך לכאן?
hi: आप यहाँ किसलिए आई हैं?
hr: Zašto si ovdje?
hu: Mi hozott ide?
id: Apa yang membawamu ke sini?
it: Cosa ti porta qui?
ja: どんなことに使いたいですか？
ko: MenoMap을 찾은 이유는 무엇인가요?
ms: Apa yang membawa anda ke sini?
nb: Hvorfor er du her?
nl: Waarom ben je hier?
pl: Co cię tu sprowadza?
pt_br: O que traz você aqui?
pt_pt: O que te traz aqui?
ro: De ce ești aici?
sk: Prečo si tu?
sv: Varför är du här?
th: คุณอยากใช้ MenoMap เพื่ออะไร
tr: Neden buradasın?
uk: Що привело тебе сюди?
vi: Điều gì đưa bạn đến đây?
zh_hans: 你来这里是为了什么？
zh_hant: 你為什麼來到這裡？

source: Why do I wake at 3am?
ar: لماذا أستيقظ في الثالثة فجرًا؟
cs: Proč se budím ve tři ráno?
da: Hvorfor vågner jeg kl. 3?
de: Warum wache ich um 3 Uhr auf?
el: Γιατί ξυπνάω στις 3 τα ξημερώματα;
es: ¿Por qué me despierto a las 3?
es_419: ¿Por qué me despierto a las 3 a. m.?
fi: Miksi herään kello kolmelta?
fr: Pourquoi je me réveille à 3 h du matin ?
he: למה אני מתעוררת ב-3 לפנות בוקר?
hi: मेरी नींद रात 3 बजे क्यों खुलती है?
hr: Zašto se budim u 3 ujutro?
hu: Miért ébredek fel hajnali 3-kor?
id: Kenapa aku terbangun jam 3 pagi?
it: Perché mi sveglio alle 3 di notte?
ja: なぜ午前3時に目が覚めるのですか？
ko: 왜 새벽 3시에 깨나요?
ms: Mengapa saya terjaga pada pukul 3 pagi?
nb: Hvorfor våkner jeg klokka tre om natten?
nl: Waarom word ik om 3 uur 's nachts wakker?
pl: Dlaczego budzę się o trzeciej w nocy?
pt_br: Por que acordo às 3h da manhã?
pt_pt: Porque acordo às 3 da manhã?
ro: De ce mă trezesc la 3 noaptea?
sk: Prečo sa budím o tretej ráno?
sv: Varför vaknar jag klockan tre?
th: ทำไมฉันถึงตื่นตอนตีสาม
tr: Neden gece 3'te uyanıyorum?
uk: Чому я прокидаюся о третій ночі?
vi: Vì sao tôi thức giấc lúc 3 giờ sáng?
zh_hans: 我为什么会在凌晨 3 点醒来？
zh_hant: 為什麼我會在凌晨 3 點醒來？

source: Why track my symptoms?
ar: لماذا أتتبّع أعراضي؟
cs: Proč sledovat příznaky?
da: Hvorfor registrere mine symptomer?
de: Warum Beschwerden erfassen?
el: Γιατί να καταγράφω τα συμπτώματά μου;
es: ¿Por qué registrar mis síntomas?
es_419: ¿Por qué registrar mis síntomas?
fi: Miksi seurata oireitani?
fr: Pourquoi suivre mes symptômes ?
he: למה לתעד את התסמינים שלי?
hi: मैं अपने लक्षण क्यों ट्रैक करूँ?
hr: Zašto pratiti simptome?
hu: Miért kövessem a tüneteimet?
id: Kenapa aku perlu mencatat gejala?
it: Perché registrare i sintomi?
ja: 症状を記録するのはなぜ？
ko: 왜 증상을 기록해야 하나요?
ms: Mengapa perlu menjejaki simptom saya?
nb: Hvorfor følge med på symptomene mine?
nl: Waarom zou ik mijn klachten bijhouden?
pl: Po co śledzić objawy?
pt_br: Por que acompanhar meus sintomas?
pt_pt: Porquê registar os meus sintomas?
ro: De ce să-mi urmăresc simptomele?
sk: Prečo sledovať svoje príznaky?
sv: Varför ska jag följa mina symtom?
th: ทำไมต้องติดตามอาการ
tr: Belirtilerimi neden takip etmeliyim?
uk: Навіщо відстежувати симптоми?
vi: Vì sao nên theo dõi triệu chứng?
zh_hans: 为什么要记录我的症状？
zh_hant: 為什麼要追蹤我的症狀？

source: Wrist temperature
ar: حرارة المعصم
cs: Teplota zápěstí
da: Håndledstemperatur
de: Handgelenktemperatur
el: Θερμοκρασία καρπού
es: Temperatura de la muñeca
es_419: Temperatura de la muñeca
fi: Ranteen lämpötila
fr: Température au poignet
he: טמפרטורת פרק כף היד
hi: कलाई का तापमान
hr: Temperatura zapešća
hu: Csuklóhőmérséklet
id: Suhu pergelangan tangan
it: Temperatura del polso
ja: 手首皮膚温
ko: 손목 체온
ms: Suhu pergelangan tangan
nb: Håndleddstemperatur
nl: Polstemperatuur
pl: Temperatura nadgarstka
pt_br: Temperatura do pulso
pt_pt: Temperatura do pulso
ro: Temperatura încheieturii
sk: Teplota zápästia
sv: Handledstemperatur
th: อุณหภูมิข้อมือ
tr: Bilek sıcaklığı
uk: Температура запʼястка
vi: Nhiệt độ cổ tay
zh_hans: 手腕温度
zh_hant: 手腕溫度

# Wrist temperature %@%@° from your usual · from Apple Health
source: Wrist temperature %1$@%2$@° from your usual · from Apple Health
ar: حرارة المعصم: %1$@%2$@° عن معدّلكِ المعتاد · من تطبيق صحتي
cs: Teplota zápěstí %1$@%2$@° oproti obvyklé · z aplikace Zdraví
da: Håndledstemperatur %1$@%2$@° fra dit normale · fra Apple Sundhed
de: Handgelenktemperatur %1$@%2$@° gegenüber deinem üblichen Wert · aus Apple Health
el: Θερμοκρασία καρπού %1$@%2$@° από τη συνηθισμένη · από την εφαρμογή Υγεία
es: Temperatura de la muñeca: %1$@%2$@° respecto a lo habitual · de la app Salud
es_419: Temperatura de la muñeca %1$@%2$@° respecto a lo habitual · de la app Salud
fi: Ranteen lämpötila %1$@%2$@° tavallisesta · Terveys-apista
fr: Température au poignet : %1$@%2$@° par rapport à votre valeur habituelle · d’après l’app Santé
he: טמפרטורת פרק כף היד ‎%1$@%2$@° ביחס לרגיל · מתוך ״בריאות״
hi: कलाई का तापमान सामान्य से %1$@%2$@° · सेहत ऐप से
hr: Temperatura zapešća %1$@%2$@° u odnosu na uobičajenu · iz aplikacije Zdravlje
hu: Csuklóhőmérséklet: %1$@%2$@° a szokásoshoz képest · az Egészség appból
id: Suhu pergelangan tangan %1$@%2$@° dari biasanya · dari app Kesehatan
it: Temperatura del polso %1$@%2$@° rispetto al solito · dall'app Salute
ja: 手首皮膚温 ふだんとの差 %1$@%2$@° · ヘルスケアより
ko: 손목 체온 평소 대비 %1$@%2$@° · 건강 앱 기준
ms: Suhu pergelangan tangan %1$@%2$@° daripada paras biasa anda · daripada app Kesihatan
nb: Håndleddstemperatur %1$@%2$@° i forhold til det vanlige · fra Helse-appen
nl: Polstemperatuur %1$@%2$@° ten opzichte van normaal · uit de Gezondheid-app
pl: Temperatura nadgarstka: %1$@%2$@° względem zwykłej · z aplikacji Zdrowie
pt_br: Temperatura do pulso %1$@%2$@° em relação ao seu normal · do app Saúde
pt_pt: Temperatura do pulso %1$@%2$@° em relação ao habitual · da aplicação Saúde
ro: Temperatura încheieturii: %1$@%2$@° față de valoarea obișnuită · din Sănătate
sk: Teplota zápästia %1$@%2$@° oproti obvyklej · z apky Zdravie
sv: Handledstemperatur %1$@%2$@° jämfört med normalt · från appen Hälsa
th: อุณหภูมิข้อมือต่างจากปกติ %1$@%2$@° · จากแอปสุขภาพ
tr: Bilek sıcaklığı: olağan değerinden %1$@%2$@° · Sağlık uygulamasından
uk: Температура запʼястка: %1$@%2$@° від звичної · із програми «Здоровʼя»
vi: Nhiệt độ cổ tay %1$@%2$@° so với mức thường ngày · từ ứng dụng Sức khỏe
zh_hans: 手腕温度与平时相差 %1$@%2$@° · 来自健康 App
zh_hant: 手腕溫度與平常相差 %1$@%2$@° · 來自「健康」App

source: Write your own heads-up
ar: اكتبي تنبيهكِ الخاص
cs: Napiš vlastní vzkaz
da: Skriv dit eget varsko
de: Eigene Vorwarnung schreiben
el: Γράψε τη δική σου ενημέρωση
es: Escribe tu propio aviso
es_419: Escribe tu propio aviso
fi: Kirjoita oma Tiedoksi-viesti
fr: Écrire votre propre message
he: כתבי הודעה משלך
hi: अपनी ख़ुद की ख़बर लिखें
hr: Napiši vlastitu najavu
hu: Írd meg a saját üzenetedet
id: Tulis kabar singkatmu sendiri
it: Scrivi un tuo avviso
ja: 自分でひとこと連絡を書く
ko: 미리 알림 직접 쓰기
ms: Tulis makluman anda sendiri
nb: Skriv din egen beskjed
nl: Schrijf je eigen seintje
pl: Napisz własną wiadomość
pt_br: Escreva seu próprio aviso
pt_pt: Escreve o teu próprio aviso
ro: Scrie-ți propriul mesaj rapid
sk: Napíš vlastné upozornenie
sv: Skriv din egen förvarning
th: เขียนข้อความแจ้งไว้ก่อนของคุณเอง
tr: Kendi haber mesajını yaz
uk: Напиши власне попередження
vi: Tự viết tin nhắn báo trước
zh_hans: 写你自己的提醒
zh_hant: 自己寫一則「先說一聲」

source: Writes
ar: الكتابة
cs: Zapisuje
da: Skriver
de: Schreibt
el: Γράφει
es: Escribe
es_419: Escribe
fi: Kirjoittaa
fr: Écriture
he: כותב
hi: लिखता है
hr: Zapisuje
hu: Ír
id: Menulis
it: Scrive
ja: 書き込み
ko: 쓰기
ms: Menulis
nb: Skriver
nl: Schrijft
pl: Zapis
pt_br: Grava
pt_pt: Escreve
ro: Scrie
sk: Zapisuje
sv: Skriver
th: ข้อมูลที่เขียน
tr: Yazar
uk: Записує
vi: Ghi
zh_hans: 写入
zh_hant: 寫入

source: Wry
ar: خفيف الظل
cs: S nadsázkou
da: Tør humor
de: Mit Augenzwinkern
el: Με χιούμορ
es: Con humor
es_419: Con humor
fi: Kuivakka
fr: Pince-sans-rire
he: עם הומור
hi: चुटीला
hr: Duhovito
hu: Fanyar
id: Jenaka
it: Ironico
ja: ユーモア
ko: 위트 있게
ms: Berseloroh
nb: Med glimt i øyet
nl: Met knipoog
pl: Z humorem
pt_br: Bem-humorado
pt_pt: Com humor
ro: Cu umor
sk: S humorom
sv: Torr
th: อารมณ์ขัน
tr: Esprili
uk: З гумором
vi: Dí dỏm
zh_hans: 幽默
zh_hant: 幽默

source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
es_419: Año
fi: Vuosi
fr: Année
he: שנה
hi: साल
hr: Godina
hu: Év
id: Tahun
it: Anno
ja: 年
ko: 연간
ms: Tahun
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
pt_pt: Ano
ro: An
sk: Rok
sv: År
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 一年
zh_hant: 一年

source: Yearly
ar: سنوي
cs: Ročně
da: Årlig
de: Jährlich
el: Ετήσια
es: Anual
es_419: Anual
fi: Vuositilaus
fr: Annuel
he: שנתי
hi: सालाना
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
ms: Tahunan
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
pt_pt: Anual
ro: Anual
sk: Ročne
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Щороку
vi: Hằng năm
zh_hans: 年度
zh_hant: 每年

source: Yes
ar: نعم
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_419: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: Yes. Asking whether hormone therapy is an option for you, and why or why not, is a very reasonable question.
ar: نعم. السؤال عمّا إذا كان العلاج الهرموني خيارًا مناسبًا لكِ، ولماذا أو لماذا لا، سؤال معقول جدًا.
cs: Ano. Zeptat se, jestli je pro tebe hormonální léčba vhodná možnost, a proč ano nebo proč ne, je velmi rozumná otázka.
da: Ja. At spørge, om hormonbehandling er en mulighed for dig, og hvorfor eller hvorfor ikke, er et meget rimeligt spørgsmål.
de: Ja. Zu fragen, ob eine Hormonersatztherapie für dich eine Option ist, und warum oder warum nicht, ist eine sehr berechtigte Frage.
el: Ναι. Είναι πολύ λογική ερώτηση να ρωτήσεις αν η ορμονική θεραπεία είναι μια επιλογή για σένα, και γιατί ναι ή γιατί όχι.
es: Sí. Preguntar si la terapia hormonal es una opción para ti, y por qué sí o por qué no, es una pregunta muy razonable.
es_419: Sí. Preguntar si la terapia hormonal es una opción para ti, y por qué sí o por qué no, es una pregunta muy razonable.
fi: Kyllä. On hyvin perusteltua kysyä, onko hormonihoito vaihtoehto sinulle, ja miksi tai miksi ei.
fr: Oui. Demander si le traitement hormonal est une option pour vous, et pourquoi, ou pourquoi pas, est une question tout à fait raisonnable.
he: כן. לשאול אם טיפול הורמונלי מתאים לך, ולמה כן או לא, היא שאלה סבירה מאוד.
hi: हाँ। यह पूछना कि क्या हार्मोन थेरेपी आपके लिए एक विकल्प है, और क्यों या क्यों नहीं, एक बिल्कुल जायज़ सवाल है।
hr: Da. Pitati je li hormonska terapija opcija za tebe i zašto da ili ne, sasvim je razumno pitanje.
hu: Igen. Nagyon is észszerű kérdés, hogy lehetőség-e számodra a hormonpótló kezelés, és miért igen vagy miért nem.
id: Ya. Menanyakan apakah terapi hormon merupakan pilihan untukmu, dan mengapa atau mengapa tidak, adalah pertanyaan yang sangat wajar.
it: Sì. Chiedere se la terapia ormonale è un'opzione per te, e perché sì o perché no, è una domanda molto ragionevole.
ja: はい。ホルモン補充療法があなたにとって選択肢になるかどうか、そしてその理由を尋ねるのは、とても妥当な質問です。
ko: 네. 호르몬 대체 요법이 나에게 선택지가 될 수 있는지, 그 이유는 무엇인지 묻는 것은 아주 합당한 질문이에요.
ms: Ya. Bertanya sama ada terapi hormon satu pilihan untuk anda, dan mengapa atau mengapa tidak, ialah soalan yang sangat munasabah.
nb: Ja. Å spørre om hormonbehandling er et alternativ for deg, og hvorfor eller hvorfor ikke, er et helt rimelig spørsmål.
nl: Ja. Vragen of hormoontherapie een optie voor je is, en waarom wel of niet, is een heel redelijke vraag.
pl: Tak. Pytanie, czy terapia hormonalna jest dla ciebie jedną z możliwości i dlaczego tak lub dlaczego nie, jest jak najbardziej rozsądne.
pt_br: Sim. Perguntar se a terapia hormonal é uma opção para você, e por que sim ou por que não, é uma pergunta muito razoável.
pt_pt: Sim. Perguntar se a terapêutica hormonal é uma opção para ti, e porquê ou porque não, é uma pergunta muito razoável.
ro: Da. E o întrebare foarte rezonabilă să întrebi dacă terapia hormonală este o opțiune pentru tine și de ce da sau de ce nu.
sk: Áno. Opýtať sa, či je hormonálna liečba pre teba vhodná možnosť a prečo áno alebo nie, je úplne rozumná otázka.
sv: Ja. Att fråga om hormonbehandling är ett alternativ för dig, och varför eller varför inte, är en mycket rimlig fråga.
th: ได้ การถามว่าฮอร์โมนทดแทนเป็นทางเลือกสำหรับคุณหรือไม่ เพราะอะไร เป็นคำถามที่สมเหตุสมผลมาก
tr: Evet. Hormon tedavisinin senin için bir seçenek olup olmadığını, neden olup olmadığını sormak çok makul bir sorudur.
uk: Так. Запитати, чи підходить тобі гормональна терапія і чому так чи ні, — цілком слушне питання.
vi: Có. Hỏi xem liệu pháp hormone có phải là một lựa chọn cho bạn không, vì sao có hoặc vì sao không, là một câu hỏi rất hợp lý.
zh_hans: 可以。询问激素治疗是否适合你、为什么适合或不适合，是一个非常合理的问题。
zh_hant: 可以。詢問荷爾蒙療法是否適合你、為什麼適合或不適合，是非常合理的問題。

source: You
ar: ملفّي
cs: Já
da: Dig
de: Ich
el: Εσύ
es: Tú
es_419: Tú
fi: Sinä
fr: Vous
he: אני
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
id: Kamu
it: Tu
ja: マイページ
ko: 나
ms: Anda
nb: Deg
nl: Jij
pl: Ty
pt_br: Você
pt_pt: Perfil
ro: Profil
sk: Ty
sv: Du
th: คุณ
tr: Sen
uk: Профіль
vi: Bạn
zh_hans: 我的
zh_hant: 我的

source: You → Privacy → Delete all.
ar: ملفّي ← الخصوصية ← حذف الكل.
cs: Já → Soukromí → Smazat vše.
da: Dig → Privatliv → Slet alt.
de: Ich → Datenschutz → Alle Daten löschen.
el: Εσύ → Απόρρητο → Διαγραφή όλων.
es: Tú → Privacidad → Eliminar todos los datos.
es_419: Tú → Privacidad → Eliminar todo.
fi: Sinä → Tietosuoja → Poista kaikki.
fr: Vous → Confidentialité → Supprimer toutes les données.
he: אני ← פרטיות ← מחיקת הכול.
hi: प्रोफ़ाइल → गोपनीयता → सब मिटाएँ।
hr: Profil → Privatnost → Izbriši sve.
hu: Profil → Adatvédelem → Összes törlése.
id: Kamu → Privasi → Hapus semua.
it: Tu → Privacy → Elimina tutto.
ja: 「マイページ」→「プライバシー」→「すべて削除」。
ko: 나 → 개인정보 보호 → 모두 삭제.
ms: Anda → Privasi → Padam semua.
nb: Deg → Personvern → Slett alt.
nl: Jij → Privacy → Verwijder alles.
pl: Ty → Prywatność → Usuń wszystko.
pt_br: Você → Privacidade → Apagar tudo.
pt_pt: Perfil → Privacidade → Apagar tudo.
ro: Profil → Confidențialitate → Șterge toate datele.
sk: Ty → Súkromie → Vymazať všetky údaje.
sv: Du → Integritet → Radera allt.
th: คุณ → ความเป็นส่วนตัว → ลบข้อมูลทั้งหมด
tr: Sen → Gizlilik → Tümünü sil.
uk: Профіль → Приватність → Видалити все.
vi: Bạn → Quyền riêng tư → Xóa toàn bộ dữ liệu.
zh_hans: “我的”→“隐私”→“删除所有数据”。
zh_hant: 我的 → 隱私權 → 全部刪除。
